
currency_dict= {'Австралийский доллар': 'AUD', 'Доллар США': 'USD', 'Евро': 'EUR','Китайский юань': 'CNY','Румынский лей': 'RON'}
#currency_dict= {'Австралийский доллар': 'AUD', 'Азербайджанский манат': 'AZN',
           # 'Фунт стерлингов Соединенного королевства': 'GBP', 'Армянских драмов': 'AMD',
           # 'Белорусский рубль': 'BYN', 'Болгарский лев': 'BGN', 'Бразильский реал': 'BRL',
           # 'Венгерских форинтов': 'HUF', 'Гонконгских долларов': 'HKD',
           # 'Датская крона': 'DKK', 'Доллар США': 'USD', 'Евро': 'EUR',
           # 'Индийских рупий': 'INR', 'Казахстанских тенге': 'KZT', 'Канадский доллар': 'CAD',
           # 'Киргизских сомов': 'KGS', 'Китайский юань': 'CNY', 'Молдавских леев': 'MDL',
           # 'Норвежских крон': 'NOK', 'Польский злотый': 'PLN', 'Румынский лей': 'RON',
           # 'СДР (специальные права заимствования)': 'XDR', 'Сингапурский доллар': 'SGD',
           # 'Таджикских сомони': 'TJS', 'Турецких лир': 'TRY', 'Новый туркменский манат': 'TMT',
           # 'Узбекских сумов': 'UZS', 'Украинских гривен': 'UAH', 'Чешских крон': 'CZK',
           # 'Шведских крон': 'SEK', 'Швейцарский франк': 'CHF', 'Южноафриканских рэндов': 'ZAR',
           # 'Вон Республики Корея': 'KRW', 'Японских иен': 'JPY'}

ask_currency = 'Выберете интересующую валюту'
reply_currency = 'Курс {} {} рублей'