work_list=[{
    'work_name':'Прогресстех',
    'link':'https://progresstech.ru/ru/',
    'description': '''Разработка различного рода прочностных расчетов. Создание программы по автоматизации расчета с
     использованием Power Query (SQL) и Python. Программа позволила визуализировать большой объем технической информации
      а также автоматизировать расчет, требующий подготовки большого объема вспомогательных файлов.'''},
    {'work_name':'ЗАО ИЦ ИКАР',
    'link':'https://ecar-airbus.ru/',
    'description': '''Руководство проектом, состоящим из сотрудников компании и представителями субподрядных организаций.
     Работа с мотивацией сотрудников через индивидуальные KPI. Подготовка и проведение тренингов и обучающих семинаров. 
     Выдача заданий, планирование поставок, сроков и этапов проекта. Осуществление контроля за финансовыми показателями,
      качеством и сроками проекта. Продвижение LEAN технологий. Развитие качества на проекте как отдельного процесса. 
      Командировки в Германию, Францию. В командировках согласовывал условия контрактов, объем работ, методики расчетов,
       решение различных технических и управленческих вопросов. Принимал участие в проектах. А319/320/321 neo FWD 
       Fuselage, Wing Box. A350 Crown Bracket, A350 Junction, А321XLR. Автоматизация расчетов с использованием VBA
        и первые разработки с использованием Python.'''},
    {'work_name':'ООО "НИК"',
    'link':'http://avianik.com/',
    'description': '''В течении всего времени работы выполнял инженерные работы для компании БОИНГ. Проведение 
    прочностных расчетов, образмеривание конструкции с точки зрения прочности, написание отчетов. За период работы
     в общей сложности находился в командировках в США около года. В командировках участвовал в переговорах с 
     заказчиком (представители компании БОИНГ), обсуждение сроков выполнения работ, объем работ, качество работ, 
     а также утверждение методик и решение различных технических вопросов. Автоматизация расчетов с использованием VBA.
      Участвовал в проектах: 747-8 Fuselage, 787-8 Wing, 787-8 Fuselage.'''},
    {'work_name': 'РКЦ ПРОГРЕСС',
     'link': 'https://www.samspace.ru/',
     'description': '''Мастер участка по механической обработке. Распределение и контроль выполнения токарных, 
фрезерных, строгальных работ в соответствии с ежемесячным планом. Ответственный за технику безопасности на 
подконтрольном участке. Контроль выполнения плана. Руководство группой из 20 человек, включая закрытие нормо-часов
 и дополнительного премирования.'''},
]

skills_list = [
    'Python', 'Django Framework', 'API', 'asyncio', 'SQL', 'NoSQL', 'GIT', 'Web Application Development',
    'Unit Testing', 'Английский язык', 'Lean Production', 'Управление персоналом', 'Деловая переписка', 'Деловое общение',
    'Проведение презентаций', 'Управление проектами', 'Мотивация персонала', 'Руководство коллективом'
]

about_me = '''Очень долгое время занимался автоматизацией различных задач. Несколько лет назад познакомился с Python и 
решил развиваться в этом направлении. Прошел ряд обучающих курсов от МФТИ на базе coursera и продолжаю проходить их 
сейчас. Среди итоговых заданий были: разработка игры с использованием библиотеки PyGame; разработка API для онлайн 
магазина с использованием библиотеки requests и валидацией marshmallow; создание телеграмм бота c использованием 
фрэймворка Django и библиотеки Telegram; создание web приложения для управлением системой умный дом с использованием 
фрэймворка Django. Так же изучил теоретические основы ООП, PEP 8, основные паттерны проектирования и многое другое. В
 своей карьере освоил различные специальности, что поможет мне быстрее адаптироваться на новом месте и эффективно 
 выполнять свои обязанности.'''
